export const tdJobList = [
    {
        id: '1',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '調理',
        tags:['未経験OK', 'ワーホリ歓迎'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'オークランド',
        englishLevel: '不問',
        workType: 'フルタイム',
        phone: '123-456-7890', //Only visible when login
        address: '10 abc st, Auckland',
        lat: 0,
        lang: 0,
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
    },
    {
        id: '2',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:['未経験OK', 'ワーホリ歓迎'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'オークランド',
        englishLevel: '初級',
        workType: 'フルタイム',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
    },
    {
        id: '3',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:[], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'オークランド',
        englishLevel: '中級',
        workType: 'フルタイム',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
    },
    {
        id: '4',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:['ワーホリ歓迎'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'オークランド',
        englishLevel: '上級',
        workType: 'フルタイム',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ'
    },
    {
        id: '5',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:['未経験OK', 'ワーホリ歓迎', 'ビザサポート可'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'ウェリントン',
        englishLevel: '初級',
        workType: 'フルタイム',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。'
    },
    {
        id: '6',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:['未経験OK', 'ワーホリ歓迎'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'クライストチャーチ',
        englishLevel: '中級',
        workType: '短期・フリーランス',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
    },
    {
        id: '7',
        employer: {
            userId: '3',
            name: 'Company A',
            imageUrl: 'https://picsum.photos/id/123/600/1000',
            introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
        },
        title: 'キッチンハンド募集！！',
        type: '観光・ツアー',
        tags:['未経験OK', 'ワーホリ歓迎'], 
        imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
        area: 'ネルソン',
        englishLevel: 'ネイティブ',
        workType: 'パートタイム',
        details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
    },
]