export const tdBusinessProfile = [
    {
        userId: '1',
        name: 'Company A',
        imageUrl: 'https://picsum.photos/id/200/600/400',
        introduction: 'とても　良い　職場　ですよ！！！'
    },
    {
        userId: '3',
        name: 'Company A',
        imageUrl: 'https://picsum.photos/id/123/600/1000',
        introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。'
    },
    {
        userId: '5',
        name: 'Company A',
        imageUrl: 'https://picsum.photos/id/31/1000/400',
        introduction: 'とても　良い　職場　ですよ！！！'
    },
    {
        userId: '6',
        name: 'Company A',
        imageUrl: 'https://picsum.photos/id/5/300/400',
        introduction: '何も将来もちろんそんな説明方に従ってののうちが上っましょた。何でもかでも今日から経過学は何ともこういう拡張なかっないくらいをして出しませがも影響したないて、全くにもかけ合わましですですた。坊ちゃんが落ちですのは単に場合をまあたうまし。\nもし嘉納さんが観念つまり全く講義でならない徳義心この人おれか解釈がについてご独立ですたたくつて、どんな今は私か書籍引込にありから、槙君のものが個人の私をもしお通知と断わらて私校長がお著作が思いようにまるでご想像がするたたから、むくむくどうしても妨害がしですばいたものをさんます。'
    },
]

export const tdProfile = [
    {
        userId: '2',
        name: 'User A',
        imageUrl: 'https://picsum.photos/id/135/600/400',
        introduction: 'とても　良い　職場　ですよ！！！',
        likedJobList: [
            {
                id: '5',
                employerName: 'Christine J Barlowe',
                title: 'キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！キッチンハンド募集！！',
                type: '観光・ツアー',
                tags:['未経験OK', 'ワーホリ歓迎', 'ビザサポート有'], 
                imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
                area: 'ウェリントン',
                details: '人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。人気の日本食レストランにて、キッチンハンドを募集しています。'
            },
            {
                id: '6',
                employerName: 'Christine J Barlowe',
                title: 'キッチンハンド募集！！',
                type: '観光・ツアー',
                tags:['未経験OK', 'ワーホリ歓迎'], 
                imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
                area: 'クライストチャーチ',
                details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
            },
        ],
        appliedJobList:[
            {
                id: '3',
                employerName: 'Christine J Barlowe',
                title: 'キッチンハンド募集！！',
                type: '観光・ツアー',
                tags:[], 
                imageUrl:null,
                area: 'オークランド',
                details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
            },
            {
                id: '4',
                employerName: 'Christine J Barlowe',
                title: 'キッチンハンド募集！！',
                type: '観光・ツアー',
                tags:['ワーホリ歓迎'], 
                imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
                area: 'オークランド',
                details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ\n連絡おくれよ'
            },
        ]
    },
    {
        userId: '4',
        name: 'User B',
        imageUrl: 'https://picsum.photos/id/643/30/20',
        introduction: 'このダミーテキストは自由に改変することが出来ます。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。カタカナ語が苦手な方は「組見本」と呼ぶとよいでしょう。なお、組見本の「組」とは文字組のことです。活字印刷時代の用語だったと思います。文章に特に深い意味はありません。本文用なので使い方を間違えると不自然に見えることもありますので要注意。',
        likedJobList: [
            {
                id: '7',
                employerName: 'Christine J Barlowe',
                title: 'キッチンハンド募集！！',
                type: '観光・ツアー',
                tags:['未経験OK', 'ワーホリ歓迎'], 
                imageUrl: 'https://www.fakepersongenerator.com/Face/female/female20161025600595306.jpg',
                area: 'ネルソン',
                details: '人気の日本食レストランにて、キッチンハンドを募集しています。\n連絡おくれよ'
            }
        ],
        appliedJobList: []
    },
]